Repository: GNOME/gnome-keyring
Catalog: po/*.po
Languages: en@shaw, kab, uz

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in the default keyring.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in %s.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ %s.

source: The application '%s' wants to access the password for '<object prop='name'/>' in the default keyring.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: The application '%s' wants to access the password for '<object prop='name'/>' in %s.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ %s.

source: An unknown application wants to access the password for '<object prop='name'/>' in the default keyring.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: An unknown application wants to access the password for '<object prop='name'/>' in %s.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ '<object prop='name'/>' ğ‘¦ğ‘¯ %s.

source: Allow access
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•

source: Allow application access to keyring?
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™?

source: The application '%s' (%s) wants access to the default keyring, but it is locked
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: The application '%s' (%s) wants access to the keyring '%s', but it is locked
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: The application '%s' wants access to the default keyring, but it is locked
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: The application '%s' wants access to the keyring '%s', but it is locked
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: An unknown application wants access to the default keyring, but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: An unknown application wants access to the keyring '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: Enter password for default keyring to unlock
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’

source: Enter password for keyring '%s' to unlock
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ '%s' ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’

source: Unlock Keyring
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™
kab: Kkes asekkeṛ i Keyring
uz: Kalit halqasini qulfdan chiqarish

source: Automatically unlock this keyring when I log in.
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯.

source: The application '%s' (%s) wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘’ğ‘·ğ‘¤ğ‘› '%s'. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' (%s) wants to create a new default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘’ğ‘·ğ‘¤ğ‘› '%s'. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' wants to create a new default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: An unknown application wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘’ğ‘·ğ‘¤ğ‘› '%s'. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: An unknown application wants to create a new default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: New Keyring Password
en@shaw: ğ‘¯ğ‘¿ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›
kab: Awal uffir amaynut n Keyring
uz: Yangi kalit halqasi paroli

source: Choose password for new keyring
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™
kab: Fren awal n uεeddi i Keyring amaynut
uz: Yangi kalit halqasi uchun parolni tanlang

source: The application '%s' (%s) wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ '%s' ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' (%s) wants to change the password for the default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ '%s' ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' wants to change the password for the default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: An unknown application wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ '%s' ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: An unknown application wants to change the password for the default keyring. You have to choose the password you want to use for it.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: Choose a new password for the '%s' keyring.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ '%s' ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: Choose a new password for the default keyring.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: Change Keyring Password
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›
kab: Senfel awal n uεeddi Keyring
uz: Kalit halqasi parolini oʼzgartirish

source: The application '%s' (%s) wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' (%s) ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¢ğ‘³ğ‘¯, ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
en@shaw: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¢ğ‘³ğ‘¯, ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: An unknown application wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™. ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¢ğ‘³ğ‘¯, ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘.

source: Create Default Keyring
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™

source: Choose password for default keyring
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™

source: GNOME Keyring Daemon
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: Unlock Login Keyring
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™
kab: Kkes asekkeṛ i tuqqna ɣer Keyring
uz: Kirish kaliti halqasini qulfdan chiqarish

source: Enter login password to unlock keyring
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™

source: Your login keyring was not automatically unlocked when you logged into this computer.
en@shaw: ğ‘¿ğ‘¼ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼.

source: Create Login Keyring
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™

source: Enter your login password
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: Your login keyring was not automatically created when you logged into this computer. It will now be created.
en@shaw: ğ‘¿ğ‘¼ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Unlock password for %s keyring
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘“ğ‘¹ %s ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™

source: Unlock private key
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘°
kab: Kkes asekkeṛ i tsarut tusligt
uz: Shaxsiy kalitni qulfdan chiqarish

source: Unlock certificate
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘
kab: Kkes asekkeṛ i uselkin
uz: Sertifikatni qulfdan chiqarish

source: Unlock public key
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘°
kab: Kkes asekkeṛ i tsarut tazayazt
uz: Umumiy kalitni qulfdan chiqarish

source: Unlock
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’
kab: Serreḥ
uz: Qulfdan chiqarish

source: Enter password to unlock the private key
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘°
kab: Sekcem awal n uεeddi i ulday n tsarut tusligt
uz: Shaxsiy kalitni qulfdan chiqarish uchun parolni kiriting

source: Enter password to unlock the certificate
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Enter password to unlock the public key
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘°

source: Enter password to unlock
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’

source: An application wants access to the private key '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘° '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: An application wants access to the certificate '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: An application wants access to the public key '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘° '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: An application wants access to '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: Automatically unlock this private key when I log in.
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘° ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯.

source: Automatically unlock this certificate when I log in.
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯.

source: Automatically unlock this public key when I log in.
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘° ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯.

source: Automatically unlock this when I log in
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯

source: Unlock certificate/key storage
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘/ğ‘’ğ‘° ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡
kab: Kkes asekkeṛ i uḥraz n uselkin/tsarut
uz: Sertifikat/kalit xotirasini qulfdan chiqarish

source: Enter password to unlock the certificate/key storage
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘/ğ‘’ğ‘° ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡

source: An application wants access to the certificate/key storage '%s', but it is locked
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘/ğ‘’ğ‘° ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ '%s', ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: Automatically unlock secure storage when I log in.
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯.

source: New Password Required
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›
kab: Yettwasra wawal n uεeddi amaynut
uz: Yangi parol talab qilinadi

source: New password required for secure storage
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡

source: In order to prepare '%s' for storage of certificates or keys, a password is required
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘º '%s' ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ğ‘• ğ‘¹ ğ‘’ğ‘°ğ‘Ÿ, ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
en@shaw: <b><big>ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘®ğ‘¨ğ‘š ğ‘¿ğ‘¼ ğ‘¥ğ‘¬ğ‘•.</big></b> ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘¦ğ‘–ğ‘©ğ‘• ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘°ğ‘ğ‘Ÿğ‘›ğ‘®ğ‘­ğ‘ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘¿ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•. ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
en@shaw: <b><big>ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘®ğ‘¨ğ‘š ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›.</big></b> ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘¦ğ‘–ğ‘©ğ‘• ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘°ğ‘ğ‘Ÿğ‘›ğ‘®ğ‘­ğ‘ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘¿ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•. ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯.

source: By choosing to use a blank password, your stored passwords will not be safely encrypted. They will be accessible by anyone with access to your files.
en@shaw: ğ‘šğ‘² ğ‘—ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘‘ ğ‘¿ğ‘• ğ‘© ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›, ğ‘¿ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘šğ‘² ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ.
kab: S ufran n useqdec n wawal n uεeddi ilem, awalen-ik uffiren i d-yettwarren ur ttwawgellahen ara s wudem aɣellsan. Yal wa yezmer ad yekcem ɣer-sen i yesεan anekcum ɣer yifuyla-k.
uz: Boʼsh paroldan foydalanishni tanlasangiz, saqlangan parollaringiz xavfsiz shifrlanmaydi. Ularga fayllaringizga kirish huquqiga ega boʼlgan har bir kishi foydalanishi mumkin.

source: Use Unsafe Storage
en@shaw: ğ‘¿ğ‘Ÿ ğ‘©ğ‘¯ğ‘•ğ‘±ğ‘“ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡

source: _Location:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: _Old password:
en@shaw: _ğ‘´ğ‘¤ğ‘› ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: _Password:
en@shaw: _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: _Confirm password:
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: New password strength
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”

source: Passwords do not match.
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘—.

source: Password cannot be blank
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’

source: _Deny
en@shaw: _ğ‘›ğ‘¦ğ‘¯ğ‘²

source: Allow _Once
en@shaw: ğ‘©ğ‘¤ğ‘¬ _ğ‘¢ğ‘³ğ‘¯ğ‘•

source: _Always Allow
en@shaw: _ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘©ğ‘¤ğ‘¬

source: Removable Disk: %s
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’: %s

source: Removable Disk
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’

source: Home
en@shaw: ğ‘£ğ‘´ğ‘¥

source: The disk or drive this file is located on is not present
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¹ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘

source: Domain Component
en@shaw: ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘
kab: Isger n taɣult
uz: Domen komponenti

source: User ID
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ID
kab: Asulay n useqdac
uz: Foydalanuvchi identifikatori

source: Email
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤

source: Date of Birth
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘šğ‘»ğ‘”
kab: Azemz n tlalit
uz: Tugʼilgan sana

source: Place of Birth
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘šğ‘»ğ‘”
kab: Adeg n tlalit
uz: Tugʼilgan joyi

source: Gender
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘›ğ‘»
kab: Uzuf
uz: Jinsi

source: Country of Citizenship
en@shaw: ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘–ğ‘¦ğ‘
kab: Tamurt n tiɣermi
uz: Fuqaroligi

source: Country of Residence
en@shaw: ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘ ğ‘®ğ‘§ğ‘Ÿğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘•
kab: Tamurt n tnezduɣt
uz: Yashash mamlakati

source: Common Name
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥
kab: Isem yuzzlen
uz: Umumiy ismi

source: Surname
en@shaw: ğ‘•ğ‘»ğ‘¯ğ‘±ğ‘¥
kab: Isem n useqdac
uz: Familiyasi

source: Serial Number
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼
kab: Uṭṭun n umazrar
uz: Seriya raqami

source: Country
en@shaw: ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°
kab: Tamurt
uz: Mamlakat

source: Locality
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ğ‘¦ğ‘‘ğ‘¦
kab: Tamnaḍt
uz: Hudud

source: State
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘
kab: Addad
uz: Shtat

source: Street
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘
kab: Abrid
uz: Koʼcha

source: Organization
en@shaw: ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯
kab: Tuddsa
uz: Tashkilot

source: Organizational Unit
en@shaw: ğ‘ªğ‘®ğ‘œğ‘©ğ‘¯ğ‘©ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘
kab: Aferdis n tkebbanit
uz: Tashkiliy boʼlinma

source: Title
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
kab: Azwel
uz: Sarlavha

source: Telephone Number
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘“ğ‘´ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼
kab: Uṭṭun n tiliɣri
uz: Telefon raqami

source: Given Name
en@shaw: ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥
kab: Isem i d-yettunefken
uz: Ismi

source: Initials
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘Ÿ
kab: Imezwura
uz: Bosh harflar

source: Generation Qualifier
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯ ğ‘’ğ‘¢ğ‘­ğ‘¤ğ‘©ğ‘“ğ‘²ğ‘»
kab: Amgaɣara n tsuta
uz: Avlod kvalifikatori

source: Pseudonym
en@shaw: ğ‘•ğ‘µğ‘›ğ‘©ğ‘¯ğ‘¦ğ‘¥
kab: Mefferisem
uz: Taxallus

source: <i>Not Part of Certificate</i>
en@shaw: <i>ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘</i>

source: <i>unknown</i>
en@shaw: <i>ğ‘³ğ‘¯ğ‘´ğ‘¯</i>

source: <Not Part of Certificate>
en@shaw: <ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘>

source: <b>Fingerprints</b>
en@shaw: <b>ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘•</b>

source: <b>Issued By</b>
en@shaw: <b>ğ‘¦ğ‘–ğ‘µğ‘› ğ‘šğ‘²</b>

source: <b>Issued To</b>
en@shaw: <b>ğ‘¦ğ‘–ğ‘µğ‘› ğ‘‘</b>

source: <b>This certificate has been verified for the following uses:</b>
en@shaw: <b>ğ‘ğ‘¦ğ‘• ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘©ğ‘Ÿ:</b>

source: <b>Validity</b>
en@shaw: <b>ğ‘ğ‘©ğ‘¤ğ‘¦ğ‘›ğ‘©ğ‘‘ğ‘°</b>

source: Email Recipient Certificate
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘®ğ‘©ğ‘•ğ‘¦ğ‘ğ‘°ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Email Signer Certificate
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘•ğ‘²ğ‘¯ğ‘» ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Expires On
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘²ğ‘»ğ‘Ÿ ğ‘ªğ‘¯

source: Issued On
en@shaw: ğ‘¦ğ‘–ğ‘µğ‘› ğ‘ªğ‘¯

source: MD5 Fingerprint
en@shaw: MD5 ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: Organization (O)
en@shaw: ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ (O)

source: Organizational Unit (OU)
en@shaw: ğ‘ªğ‘®ğ‘œğ‘©ğ‘¯ğ‘©ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ (OU)

source: SHA1 Fingerprint
en@shaw: SHA1 ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: SSL Client Certificate
en@shaw: SSL ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: SSL Server Certificate
en@shaw: SSL ğ‘•ğ‘»ğ‘ğ‘¼ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Extension
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯

source: Identifier
en@shaw: ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼

source: Value
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Critical
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤

source: Yes
en@shaw: ğ‘˜ğ‘§ğ‘•

source: No
en@shaw: ğ‘¯ğ‘´

source: Subject Name
en@shaw: ğ‘•ğ‘³ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Issuer Name
en@shaw: ğ‘¦ğ‘–ğ‘µğ‘» ğ‘¯ğ‘±ğ‘¥

source: Issued Certificate
en@shaw: ğ‘¦ğ‘–ğ‘µğ‘› ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Version
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Not Valid Before
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹

source: Not Valid After
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼

source: Signature
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Signature Algorithm
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘¨ğ‘¤ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥

source: Signature Parameters
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Public Key Info
en@shaw: ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘° ğ‘¦ğ‘¯ğ‘“ğ‘´

source: Key Algorithm
en@shaw: ğ‘’ğ‘° ğ‘¨ğ‘¤ğ‘œğ‘»ğ‘¦ğ‘ğ‘©ğ‘¥

source: Key Parameters
en@shaw: ğ‘’ğ‘° ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ
