Repository: GNOME/gnome-keyring
Catalog: po/*.po
Languages: en@shaw, kab, uz

source: Key Size
en@shaw: ğ‘’ğ‘° ğ‘•ğ‘²ğ‘Ÿ

source: Public Key
en@shaw: ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘°

source: Fingerprints
en@shaw: ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘•

source: <span size='large' weight='bold'>Import Certificates and Keys</span>
en@shaw: <span size='large' weight='bold'>ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ğ‘• ğ‘¯ ğ‘’ğ‘°ğ‘Ÿ</span>

source: Import Into:
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘«:

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: The operation was cancelled
en@shaw: ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: No location available to import to
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘‘

source: Import Certificates/Keys
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ğ‘•/ğ‘’ğ‘°ğ‘Ÿ

source: Choose a location to store the imported certificates/keys.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ğ‘•/ğ‘’ğ‘°ğ‘Ÿ.

source: In order to import the private key, it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘°, ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: In order to import the certificate, it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘, ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: In order to import the data, it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘©, ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: In order to import the private key '%s', it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘° '%s', ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: In order to import the certificate '%s', it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘ '%s', ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: In order to import '%s', it must be unlocked
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ '%s', ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘

source: Private Key
en@shaw: ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘’ğ‘°

source: Certificate
en@shaw: ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘

source: Unrecognized or unsupported data.
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¹ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘©.

source: Could not parse invalid or corrupted data.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘©.

source: The data is locked
en@shaw: ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: Insufficient memory available
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: The specified slot ID is not valid
en@shaw: ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘•ğ‘¤ğ‘ªğ‘‘ ID ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Internal error
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼

source: The operation failed
en@shaw: ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Invalid arguments
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: The module cannot create needed threads
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘”ğ‘®ğ‘§ğ‘›ğ‘Ÿ

source: The module cannot lock data properly
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦

source: The field is read-only
en@shaw: ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘›-ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: The field is sensitive and cannot be revealed
en@shaw: ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘›

source: The field is invalid or does not exist
en@shaw: ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Invalid value for field
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘“ğ‘°ğ‘¤ğ‘›

source: The data is not valid or unrecognized
en@shaw: ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›

source: The data is too long
en@shaw: ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™

source: An error occurred on the device
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Insufficient memory available on device
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: The device was removed or unplugged
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘¹ ğ‘©ğ‘¯ğ‘ğ‘¤ğ‘©ğ‘œğ‘›

source: The encrypted data is not valid or unrecognized
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›

source: The encrypted data is too long
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™

source: This operation is not supported
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: The key is missing or invalid
en@shaw: ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The key is the wrong size
en@shaw: ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘²ğ‘Ÿ

source: The key is of the wrong type
en@shaw: ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘

source: No key is needed
en@shaw: ğ‘¯ğ‘´ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘›

source: The key is different than before
en@shaw: ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹

source: A key is needed
en@shaw: ğ‘© ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘›

source: Cannot include the key in digest
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘¡ğ‘§ğ‘•ğ‘‘

source: This operation cannot be done with this key
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘°

source: The key cannot be wrapped
en@shaw: ğ‘ ğ‘’ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¨ğ‘ğ‘‘

source: Cannot export this key
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘°

source: The crypto mechanism is invalid or unrecognized
en@shaw: ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘´ ğ‘¥ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›

source: The crypto mechanism has an invalid argument
en@shaw: ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘´ ğ‘¥ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The object is missing or invalid
en@shaw: ğ‘ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Another operation is already taking place
en@shaw: ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘±ğ‘•

source: No operation is taking place
en@shaw: ğ‘¯ğ‘´ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘±ğ‘•

source: The password or PIN is incorrect
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘

source: The password or PIN is invalid
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The password or PIN is of an invalid length
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘¦ğ‘Ÿ ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¤ğ‘§ğ‘™ğ‘”

source: The password or PIN has expired
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘²ğ‘®ğ‘›

source: The password or PIN is locked
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘

source: The session is closed
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Too many sessions are active
en@shaw: ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: The session is invalid
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The session is read-only
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘›-ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: An open session exists
en@shaw: ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: A read-only session exists
en@shaw: ğ‘© ğ‘®ğ‘§ğ‘›-ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: An administrator session exists
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: The signature is bad or corrupted
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘šğ‘¨ğ‘› ğ‘¹ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘›

source: The signature is unrecognized or corrupted
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¹ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘›

source: Certain required fields are missing
en@shaw: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™

source: Certain fields have invalid values
en@shaw: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ

source: The device is not present or unplugged
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¹ ğ‘©ğ‘¯ğ‘ğ‘¤ğ‘©ğ‘œğ‘›

source: The device is invalid or unrecognizable
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤

source: The device is write protected
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Cannot import because the key is invalid
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Cannot import because the key is of the wrong size
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘²ğ‘Ÿ

source: Cannot import because the key is of the wrong type
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘

source: You are already logged in
en@shaw: ğ‘¿ ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯

source: No user has logged in
en@shaw: ğ‘¯ğ‘´ ğ‘¿ğ‘Ÿğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯

source: The user's password or PIN is not set
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘• ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¹ PIN ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘

source: The user is of an invalid type
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘‘ğ‘²ğ‘

source: Another user is already logged in
en@shaw: ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯

source: Too many users of different types logged in
en@shaw: ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯

source: Cannot import an invalid key
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘°

source: Cannot import a key of the wrong size
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘© ğ‘’ğ‘° ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘²ğ‘Ÿ

source: Cannot export because the key is invalid
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Cannot export because the key is of the wrong size
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘²ğ‘Ÿ

source: Cannot export because the key is of the wrong type
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘

source: Unable to initialize the random number generator
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘»

source: No random number generator available
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘» ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: The crypto mechanism has an invalid parameter
en@shaw: ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘´ ğ‘¥ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼

source: Not enough space to store the result
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘

source: The saved state is invalid
en@shaw: ğ‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The information is sensitive and cannot be revealed
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘›

source: The state cannot be saved
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘ğ‘›

source: The module has not been initialized
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: The module has already been initialized
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: Cannot lock data
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘›ğ‘±ğ‘‘ğ‘©

source: The data cannot be locked
en@shaw: ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘’ğ‘‘

source: The signature request was rejected by the user
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘§ğ‘› ğ‘šğ‘² ğ‘ ğ‘¿ğ‘Ÿğ‘¼

source: Unknown error
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼

source: Access Denied
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘›ğ‘¦ğ‘¯ğ‘²ğ‘›

source: The gnome-keyring-daemon application is not running.
en@shaw: ğ‘ ğ‘¯ğ‘´ğ‘¥-ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™-ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™.

source: Error communicating with gnome-keyring-daemon
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ğ‘¥-ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™-ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: A keyring with that name already exists
en@shaw: ğ‘© ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Programmer error: The application sent invalid data.
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¼ ğ‘»ğ‘¼: ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘©.

source: No matching results
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘•

source: A keyring with that name does not exist.
en@shaw: ğ‘© ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘.

source: The keyring has already been unlocked.
en@shaw: ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘.

source: Unnamed Certificate
en@shaw: ğ‘©ğ‘¯ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘
kab: Aselkin warisem
uz: Nomsiz sertifikat

source: Unnamed
kab: Warisem
uz: Nomsiz

source: Enter the old password for the “%s” keyring
kab: Sekcem awal n uεeddi i keyring "%s"
uz: “%s” kalit halqasi uchun eski parolni kiriting

source: An application wants to change the password for the “%s” keyring. Enter the old password for it.
kab: Asnas yebɣa ad isenfel awal n uεeddi i keyring "%s". Sekcem-as awal uffis aqbur.
uz: Ilova “%s” kalit halqasi uchun parolni oʼzgartirmoqchi. Buning uchun eski parolni kiriting.

source: Continue
kab: Kemmel
uz: Davom etish

source: Choose a new password for the “%s” keyring
kab: Fren awal n uεeddi amaynut i keyring "%s"
uz: “%s” kalit halqasi uchun yangi parolni tanlang

source: An application wants to change the password for the “%s” keyring. Choose the new password you want to use for it.
kab: Asnas yebɣa ad isenfel awal n uεeddi i keyring "%s". Fren awal n uεeddi amaynut i tebɣiḍ ad t-tesqedceḍ yid-s.
uz: Ilova “%s” kalit halqasi uchun parolni oʼzgartirmoqchi. Buning uchun foydalanmoqchi boʼlgan yangi parolni tanlang.

source: Store passwords unencrypted?
kab: Err-d awalen n uεeddi ur yettwawgelhen ara?
uz: Parollar shifrlanmagan holda saqlansinmi?

source: The original password was incorrect
kab: Awal n uεeddi aneẓli d arameɣtu
uz: Asl parol notoʼgʼri edi

source: An application wants to create a new keyring called “%s”. Choose the password you want to use for it.
kab: Asnas yebɣa ad yernu keyring amaynut s yisem "%s". Fren awal n uεeddi ara tesqedceḍ yid-s.
uz: Ilova “%s” deb nomlangan yangi kalitn halqasini yaratmoqchi. Buning uchun foydalanmoqchi boʼlgan parolni tanlang.

source: Application key for %s
uz: %s uchun ilova kaliti

source: Certificate and Key Storage
kab: Aḥraz n uselkin akked tsarut
uz: Sertifikat va kalitlarni saqlash

source: GNOME Keyring: PKCS#11 Component
kab: GNOME Keyring: Isger PKCS#11
uz: GNOME kalit halqasi: PKCS#11 komponenti

source: Secret Storage Service
kab: Ameẓlu n uklas uffir
uz: Sir saqlash xizmati

source: GNOME Keyring: Secret Service
kab: GNOME Keyring: Ameẓlu uffir
uz: GNOME kalit halqasi: Sir xizmati

source: SSH Key Agent
kab: Ameggi n tsarut SSH
uz: SSH kalit agenti

source: GNOME Keyring: SSH Agent
kab: GNOME Keyring: Ameggi n SSH
uz: GNOME kalit halqasi: SSH agenti

source: Login
kab: Aseqdac
uz: Kirish

source: Unlock password for: %s
kab: Awal uffir n twaledyawt i: %s
uz: Parolni qulfdan chiqarish: %s

source: An application wants access to the private key “%s”, but it is locked
kab: Asnas yesra anekcum ɣer tsarut tusligt "%s", maca tsekkeṛ
uz: Ilova “%s” shaxsiy kalitiga kirishni xohlaydi, lekin u qulflangan

source: Automatically unlock this key whenever I’m logged in
kab: Kkes asekkeṛ s wudem awurman i tsarut-a mi ara qqneɣ
uz: Men tizimga kirganimda bu kalit avtomatik ravishda qulfdan chiqarilsin

source: The unlock password was incorrect
kab: Awal n uεeddi i tukksa n usekkeṛ d arameɣtu
uz: Qulfni ochish paroli notoʼgʼri

source: failed to create temporary file `%s': %s
kab: yecceḍ usnulfu n ufaylu askudan '%s': %s
uz: `%s' vaqtinchalik faylini yaratib boʼlmadi: %s

source: error writing to `%s': %s
kab: tuccḍa deg tira ɣef '%s': %s
uz: `%s'ga yozishda xatolik: %s

source: can't create `%s': %s
kab: yegguma ad yettwarnu '%s': %s
uz: `%s'ni yaratib boʼlmadi: %s

source: removing stale lockfile (created by %d)
kab: tukksa n ufaylu n usekkeṛ aqbur (yettwarna sɣur %d)
uz: eskirgan qulf fayli olib tashlanmoqda (%d tomonidan yaratilgan)

source: waiting for lock (held by %d%s) %s...
kab: araǧu i usekkeṛ (yettwaṭṭef s %d%s) %s...
uz: qulflash kutilmoqda (%d%s tomonidan ushlab turilgan) %s...

source: (deadlock?)
kab: (asalu?)
uz: (boshi berkmi?)

source: lock `%s' not made: %s
kab: asekkeṛ n '%s' ur yettwag ara: %s
uz: `%s' qulflanmadi: %s

source: waiting for lock %s...
kab: araǧu i usekker %s...
uz: %s qulflashni kutilmoqda...

source: Email Address
kab: Tansa n yimayl
uz: Elektron pochta manzili

source: DN Qualifier
kab: Amgaɣara DN
uz: DN kvalifikatori

source: MD2 with RSA
kab: MD2 s RSA
uz: RSA bilan MD2

source: MD5 with RSA
kab: MD5 s RSA
uz: RSA bilan MD5

source: SHA1 with RSA
kab: SHA1 s RSA
uz: RSA bilan SHA1

source: SHA1 with DSA
kab: SHA1 s DSA
uz: DSA bilan SHA1

source: Server Authentication
kab: Tawila n uqeddac
uz: Server autentifikatsiyasi

source: Client Authentication
kab: Tawila n umsaɣ
uz: Mijoz autentifikatsiyasi

source: Code Signing
kab: Azmul n tengalt
uz: Kodni imzolash

source: Email Protection
kab: Ammesten n yimayl
uz: Elektron pochta himoyasi

source: Time Stamping
kab: Azwil n wakud
uz: Vaqtni belgilash

source: Couldn’t parse public SSH key
kab: Aslaḍ n tsarut tazayazt SSH d awezɣi
uz: Ochiq SSH kalitini tahlil qilib boʼlmadi

source: Authentication required
kab: Asesteb yettwasra
uz: Autentifikatsiya talab qilinadi

source: The password you use to log in to your computer no longer matches that of your login keyring.
kab: Awal n uεeddi i tesseqdaceḍ i tuqqna ɣer uselkim-ik ur yemṣada ara d wawal n uεeddi n keyring-ik n unekcum.
uz: Kompyuteringizga kirish uchun ishlatadigan parolingiz endi kirish kalit halqangiz paroliga mos kelmaydi.

source: The login keyring did not get unlocked when you logged into your computer.
kab: Ur yettusefsex ara usekkeṛ n keyring n tuqqna ɣer uselkim-ik.
uz: Kompyuteringizga kirganingizda kalit halqasi qulfdan chiqarilmadi.

source: An application wants access to the keyring “%s”, but it is locked
kab: Asnas yebɣa ad yekcem ɣer keyring "%s", maca isekkeṛ
uz: Ilova “%s” kalit halqasiga kirishni xohlaydi, lekin u qulflangan

source: Automatically unlock this keyring whenever I’m logged in
kab: Tukksa n usekkeṛ s wudem awurman i tsarut-a mi ara kecmeɣ
uz: Men tizimga kirganimda bu kalit halqasi avtomatik ravishda qulfdan chiqarilsin

source: Automatically unlock this certificate whenever I’m logged in
kab: Tukksa n usekkeṛ s wudem awurman i uselkin-a mi ara kecmeɣ
uz: Men tizimga kirganimda ushbu sertifikat avtomatik ravishda qulfdan chiqarilsin

source: Automatically unlock whenever I’m logged in
kab: Tukksa n usekkeṛ s wudem awurman mi ara kecmeɣ
uz: Men tizimga kirganimda avtomatik ravishda qulfdan chiqarilsin

source: An application wants access to the certificate “%s”, but it is locked
kab: Yiwen usnas yebɣa ad yekcem ɣer uselkin "%s" maca isekkeṛ
uz: Ilova “%s” sertifikatiga kirishni xohlaydi, lekin u qulflangan

source: An application wants access to the public key “%s”, but it is locked
kab: Yiwen usnas yebɣa ad yekcem ɣer tsarut tazayazt "%s" masa tsekkeṛ
uz: Ilova “%s” ochiq kalitiga kirishni xohlaydi, lekin u qulflangan

source: An application wants access to “%s”, but it is locked
kab: Asna-a yebɣa ad yekcem ɣer "%s", maca isekkeṛ
uz: Ilova “%s”ga kirishni xohlaydi, lekin u qulflangan

source: An application wants access to the certificate/key storage “%s”, but it is locked
kab: Asnas-a yebɣa ad yekcem ɣer uḥraz n uselkin/tsarut "%s", maca isekkeṛ
uz: Ilova “%s” sertifikat/kalit xotirasiga kirishni xohlaydi, lekin u qulflangan

source: New password required
kab: Yettwasra wawal n uεeddi amaynut
uz: Yangi parol talab qilinadi

source: In order to prepare “%s” for storage of certificates or keys, a password is required
kab: I wakken ad theyyiḍ "%s" i uḥraz n yiselkinen neɣ n tsura, yettwasra wawal n uεeddi
uz: “%s”ni sertifikatlar yoki kalitlarni saqlashga tayyorlash uchun parol talab qilinadi

source: Change Password
kab: Senfel awal n uɛeddi
uz: Parolni oʼzgartirish

source: To change the password for “%s”, the original password is required
kab: I usenfel n wawal n uεeddi "%s", yettwasra wawal n uεeddi aqbur
uz: “%s” parolini oʼzgartirish uchun asl parol talab qilinadi

source: Change password
kab: Beddel awal n uffir
uz: Parolni oʼzgartirish

source: Type a new password for “%s”
kab: Aru awal n uεeddi amaynut i "%s"
uz: “%s” uchun yangi parol kiriting

source: usage: gnome-keyring command [options]
kab: aseqdec: taladna n gnome-keyring [tixtiṛiyin]
uz: foydalanish: gnome-keyring buyruq [variantlar]

source: commands:
kab: tiludna:
uz: buyruqlar:
