Repository: GNOME/gnome-keyring
Catalog: po/kw.po
Languages: kw

source: Unnamed
kw: Anhenwys

source: Enter the old password for the “%s” keyring
kw: Ynworra an ger-tremena kyns rag an alhwedh-kylgh “%s”

source: An application wants to change the password for the “%s” keyring. Enter the old password for it.
kw: Unn app mynnes chanjya an ger-tremena rag an alhwedh-kylgh “%s”. Ynworra an ger-tremena kyns.

source: Continue
kw: Pesya

source: Choose a new password for the “%s” keyring
kw: Dewis unn ger-tremena nowydh rag an alhwedh-kylgh “%s”

source: An application wants to change the password for the “%s” keyring. Choose the new password you want to use for it.
kw: Unn app mynnes chanjya an ger-tremena rag an alhwedh-kylgh “%s”. Dewis an ger-tremena nowydh ty mynnes devnydhya.

source: Store passwords unencrypted?
kw: Gwitha geryow-tremena anargelys?

source: By choosing to use a blank password, your stored passwords will not be safely encrypted. They will be accessible by anyone with access to your files.
kw: Der ow dewis devnydhya unn ger-tremena gwag, dha ger-tremena gwithys a wra na bos argelys yn saw. I a wra bos hedhadow gans nebonan gans hedhas dhe dha restrennow.

source: The original password was incorrect
kw: An ger-tremena gwreydhek yw anewn

source: Change Keyring Password
kw: Chanjya Ger-Tremena Alhwedh-Kylgh

source: An application wants to create a new keyring called “%s”. Choose the password you want to use for it.
kw: Unn app mynnes gul unn alhwedh-kylgh nowydh henwys “%s”. Dewis an ger-tremena ty mynnes devnydhya.

source: Choose password for new keyring
kw: Dewis ger-tremena rag alhwedh-kylgh nowydh

source: New Keyring Password
kw: Ger-Tremena Alhwedh-Kylgh Nowydh

source: Application key for %s
kw: Alhwedh app rag %s

source: Certificate and Key Storage
kw: Gwithva Testskrif hag Alhwedh

source: GNOME Keyring: PKCS#11 Component
kw: GNOME Alhwedh-Kylgh: Darn PKCS#11

source: Secret Storage Service
kw: Gonis Gwithva Kevrinek

source: GNOME Keyring: Secret Service
kw: GNOME Alhwedh-Kylgh: Gonis Kevrinek

source: SSH Key Agent
kw: Maynor Alhwedh SSH

source: GNOME Keyring: SSH Agent
kw: GNOME Alhwedh-Kylgh: Maynor Alhwedh SSH

source: Login
kw: Omgelmyans

source: Unlock password for: %s
kw: Dialhwedha ger-tremena rag: %s

source: Unlock private key
kw: Dialhwedha alhwedh privedh

source: Enter password to unlock the private key
kw: Ynworra ger-tremena rag dialhwedha an alhwedh privedh

source: An application wants access to the private key “%s”, but it is locked
kw: Unn app mynnes hedhas dhe'n alhwedh privedh “%s”, mes yth yw alhwedhys

source: Automatically unlock this key whenever I’m logged in
kw: Dialhwedha yn awtomatek an alhwedh ma peskytter ov omgelmys

source: Unlock
kw: Dialhwedha

source: The unlock password was incorrect
kw: An ger-tremena dialhwedha yw anewn

source: failed to create temporary file `%s': %s
kw: fyllis gul restren anbarghus `%s': %s

source: error writing to `%s': %s
kw: error ow skrif orth `%s': %s

source: can't create `%s': %s
kw: ny yllir gul `%s': %s

source: removing stale lockfile (created by %d)
kw: ow remova florenrestren diwedhys (gwrys gans %d)

source: waiting for lock (held by %d%s) %s...
kw: ow gortos rag floren (synsys gans %d%s) %s...

source: (deadlock?)
kw: (stagsav?)

source: lock `%s' not made: %s
kw: floren `%s' na gwrys: %s

source: waiting for lock %s...
kw: ow gortos rag floren %s...

source: Domain Component
kw: Darn Arlotteth

source: User ID
kw: ID Usyer

source: Email Address
kw: Triva Ebost

source: Date of Birth
kw: Dedhyas Dinythyans

source: Place of Birth
kw: Tyller Dinythyans

source: Gender
kw: Reydh

source: Country of Citizenship
kw: Bro Burjysi

source: Country of Residence
kw: Bro Bewnans

source: Common Name
kw: Hanow Kemmyn

source: Surname
kw: Hanow Teylu

source: Serial Number
kw: Niver Kesresek

source: Country
kw: Bro

source: Locality
kw: Tyller

source: State
kw: Stat

source: Street
kw: Stret

source: Organization
kw: Kowethyans

source: Organizational Unit
kw: Unsys Restriansek

source: Title
kw: Titel

source: Telephone Number
kw: Niver Pellgowser

source: Given Name
kw: Hanow Kynsa

source: Initials
kw: Tallytherennow

source: Generation Qualifier
kw: Reythher Dinythyans

source: DN Qualifier
kw: Reythher DN

source: Pseudonym
kw: Leshanow

source: MD2 with RSA
kw: MD2 gans RSA

source: MD5 with RSA
kw: MD5 gans RSA

source: SHA1 with RSA
kw: SHA1 gans RSA

source: SHA1 with DSA
kw: SHA1 gans DSA

source: Server Authentication
kw: Reythheans Servell

source: Client Authentication
kw: Reythheans Kliens

source: Code Signing
kw: Sinans Kod

source: Email Protection
kw: Difresyans Ebost

source: Time Stamping
kw: Merkyans Termyn

source: Unnamed Certificate
kw: Testskrif Anhenwys

source: Couldn’t parse public SSH key
kw: Ny yllir redya alhwedh poblek SSH

source: Unlock Login Keyring
kw: Dialhwedha Alhwedh-Klygh Omgelmyans

source: Authentication required
kw: Omgelmyans a res

source: The password you use to log in to your computer no longer matches that of your login keyring.
kw: An ger-tremena ty devnydhya rag omgelmi yn dha amontyell na fella omdhesedha dha alhwedh-kylgh omgelmyans.

source: The login keyring did not get unlocked when you logged into your computer.
kw: An alhwedh-kylgh omgelmyans na bos dialhwedhys pan ty omgelmys yn dha amontyell.

source: Unlock Keyring
kw: Dialhwedha Alhwedh-Klygh

source: An application wants access to the keyring “%s”, but it is locked
kw: Unn app mynnes hedhas dhe'n alhwedh-kylgh “%s”, mes yth yw alhwedhys

source: Automatically unlock this keyring whenever I’m logged in
kw: Dialhwedha yn awtomatek an alhwedh-kylgh ma peskytter ov omgelmys

source: Unlock certificate
kw: Dialhwedha testskrif

source: Unlock public key
kw: Dialhwedha alhwedh poblek

source: Automatically unlock this certificate whenever I’m logged in
kw: Dialhwedha yn awtomatek an testskrif ma peskytter ov omgelmys

source: Automatically unlock whenever I’m logged in
kw: Dialhwedha yn awtomatek pysketter ov omgelmys

source: An application wants access to the certificate “%s”, but it is locked
kw: Unn app mynnes hedhas dhe'n testskrif “%s”, mes yth yw alhwedhys

source: An application wants access to the public key “%s”, but it is locked
kw: Unn app mynnes hedhas dhe'n alhwedh poblek “%s”, mes yth yw alhwedhys

source: An application wants access to “%s”, but it is locked
kw: Unn app mynnes hedhas dhe “%s”, mes yth yw alhwedhys

source: Unlock certificate/key storage
kw: Dialhwedha gwithva testskrif/alhwedh

source: An application wants access to the certificate/key storage “%s”, but it is locked
kw: Unn app mynnes hedhas dhe'n gwithva testskrif/alhwedh “%s”, mes yth yw alhwedhys

source: New Password Required
kw: Ger-Tremena Nowydh A Res

source: New password required
kw: Ger-tremena nowydh a res

source: In order to prepare “%s” for storage of certificates or keys, a password is required
kw: Rag darbari “%s” rag gwithans a testskrifow hag alhwedhow, unn ger-tremena a res

source: Change Password
kw: Chanjya Ger-Tremena

source: To change the password for “%s”, the original password is required
kw: Rag chanjya an ger-tremena rag “%s”, an ger-tremena kyns a res

source: Change password
kw: Chanjya ger-tremena

source: Type a new password for “%s”
kw: Jynnskrifa unn ger-tremena nowydh rag “%s”

source: usage: gnome-keyring command [options]
kw: usadow: arghadow gnome-keyring [dewisyow]

source: commands:
kw: arghadow:
